[
  {
    "name": "Abandoned Grove",
    "category": "Environments",
    "tier": "1",
    "type": "Exploration",
    "description": "A former druidic grove lying fallow and fully reclaimed by nature.",
    "stats": "Impulses: Draw in the curious, echo the past\nDifficulty: 11\nPotential Adversaries: Beasts (Bear, Dire Wolf, Glass Snake), ",
    "features": [
      {
        "name": "Overgrown Battlefield",
        "type": "Passive",
        "description": "There has been a battle here. A PC can make an Instinct Roll to identify evidence of that fight.\nOn a success with Hope, learn all three pieces of information below. On a success with Fear, learn two. On a failure, a PC can mark a Stress to learn one and gain advantage on the next action roll to investigate this environment. A PC with an appropriate background or Experience can learn an additional detail and ask a follow-up question about the scene and get a truthful (if not always complete) answer.\n• Traces of a battle (broken weapons and branches, gouges in the ground) litter the ground.\n• A moss-covered tree trunk is actually the corpse of a treant.\n• Still-standing trees are twisted in strange ways, as if by powerful magic.\nWhy did these groups come to blows? Why is the grove unused now?"
      },
      {
        "name": "Barbed Vines",
        "type": "Action",
        "description": "Pick a point within the grove. All targets within Very Close range of that point must succeed on an Agility Reaction Roll or take 1d8+3 physical damage and become Restrained by barbed vines. Restrained creatures until they’re freed with a successful Finesse or Strength roll or by dealing at least 6 damage to the vines.\nHow many vines are there? Where do they grab you? Do they pull you down or lift you off the ground?"
      },
      {
        "name": "You Are Not Welcome Here",
        "type": "Action",
        "description": "A Young Dryad, two Sylvan Soldiers, and a number of Minor Treants equal to the number of PCs appear to confront the party for their intrusion.\nWhat are the grove guardians concealing? What threat to the forest could the PCs confront to appease the Dryad?"
      },
      {
        "name": "Defiler",
        "type": "Action",
        "description": "Spend a Fear to summon a Minor Chaos Elemental drawn to the echoes of violence and discord. They appear within Far range of a chosen PC and immediately take the\nspotlight.\nWhat colour does the grass turn as the elemental appears? How does the chaos warp insects and small wildlife within the grove?"
      }
    ]
  }
]